Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Conservative leaders YaoYilin and Song Ping were removed from the Politburo Standing Committee and Zhu Rongji, Liu Huaqing (a senior military modernizer who was also promoted to be vice-chairman of the CMC), and Hu Jintao (then a 50-year-old former Communist Youth League cadre and former Party secretary of Tibet to whom Deng had taken a liking) were added.
es_us: Los líderes conservadores YaoYilin y Song Ping fueron removidos del Comité Permanente del Politburó y fueron añadidos Zhu Rongji, Liu Huaqing (un militar modernizador de alto rango que también había sido promovido a vicepresidente de la CMC), y Hu Jintao (en ese momento un hombre de 50 años, antiguo miembro del cuadro dirigente de la Liga de la Juventud Comunista y secretario del partido de la región autónoma del Tíbet a quién Deng le había tomado cariño).

source: Conservative strategy in the three years following that incident was apparently to hamstring Deng’s ability to exercise authority but not to challenge directly his “core” position.
es_us: La estrategia conservadora en los tres años que le siguieron al incidente, al parecer, fue dejar sin efecto la capacidad de Deng para ejercer su autoridad, pero sin desafiar en forma directa su posición "central".

source: Conservative theoretician Hu Qiaomu dies at
es_us: El teórico conservador Hu Qiaomu fallece a los

source: Conservatives, led by Chen Yun, had argued that the “planned economy is primary, the market economy supplementary.” That line, which had been enshrined at the Party’s 1980 Central Work Conference and the Twelfth Party Congress in 1982, was rejected (albeit implicitly) by the 1984 Third Plenum, which had adopted the “Decision on the Reform of the Economic Structure.” The plenum decision endorsed the view that the economy was a “commodity economy” rather than, as conservatives had maintained, a “planned economy.”53 This was a significant ideological breakthrough that served to justify further liberalization of the economy and marked a major parting of the ways.54 The rift between Deng and Chen widened in the ensuing years.
es_us: Los conservadores, dirigidos por Cheng Yun habían argumentado que "una economía planificada es primordial, una economia de mercado suplementaria". Esa linea, que habia sido consagrada en la Conferencia Central de Trabajo del Partido en 1980 y por el Décimo Segundo Congreso del Partido en 1982, fue rechazada por el Tercer Pleno(implícitamente), quien había aprobado la "Decisión sobre la Reforma de la Estructura Económica". La decisión del Pleno de apoyar la idea de que la economia era una "economia de mercado más que una "económia planificada" 53 como los conservadores sostenian. Esto fue un logro ideológico significativo que sirvió para justificar aun más la lberalización de la economía y marcó una gran separación de los caminos.54.

source: Considering that China’s revolution had been made to destroy China’s “feudal” culture, reincorporating Chinese tradition into the ideology of the CCP would not be an easy or uncontested process.
es_us: Teniendo en cuenta que la revolución china se había llevado a cabo para destruir la cultura "feudal" de China, reincorporar elementos tradicionales chinos a la ideología del PCCh sería una decisión controvertida.

source: Contemporary Trends
es_us: Tendencias contemporáneas

source: Contemporary Trends was one of several conservative journals that began publication in the wake of June 4 (others include The Quest for Truth [Zhenli de zhuiqiu] and Mainstream [Zhongliu]) and was edited by conservative ideologue Duan Ruofei, who had previously worked at the Party journal Hongqi (Red Flag).
es_us: Contemporary Trends fue uno de los tantos periódicos conservadores que iniciaron la publicación tras el 4 de junio (otros como The Quest for Truth [Zhenli de zhuiqiu] y Mainstream [Zhongliu]) y fue editado por el conservador dialoguista Duan Ruofei, quen había previamente trabajado en el periódico del Partido Hongqi (Red Flag).

source: Contents
es_us: Índice

source: Contestation was inevitable given that Jiang surrounded Hu with many of his (Jiang's) own protégés.
es_us: La disputa era inevitable ya que Jiang se había asegurado de que muchos de sus protegidos estuvieran en el poder y controlaran a Hu.

source: Contrary to the hopes of scholars like Li Peilin and Lu Xueyi,the report to the Sixteenth Party Congress, delivered by Jiang Zemin, gave little indication of a shift in policy.
es_us: Contrario al deseo de investigadores como Li Pellin y Lu Xueyi, el informe del Décimo Sexto Congreso del partido no indicaba un cambio significativo en la política.

source: Contrary to the reasoning of the new authoritarians, Yu argued that only a democratic system could bring the stability and solidarity desired by the new authoritarians, and democracy could not be achieved by building a new autocracy.11
es_us: Contrario al razonamiento de los neoautoritarios, Yu sostenía que solo un sistema democrático podría traer consigo la estabilidad y solidaridad que los neoautoritarios deseaban, y que la democracia no se podría alcanzar sino a través de la construcción de una nueva autocracia11.

source: Conversely, extreme alienation exacerbates political tensions, while cynicism undermines the effectiveness of nascent institutions.
es_us: A la inversa, el antagonismo extremo empeora las tensiones políticas y el cinismo debilita la eficacia de las instituciones emergentes.

source: Conversely, other enterprises and bureaucracies benefited from opening up internationally.
es_us: Al contrario, otras empresas y burocracias se beneficiaban de abrirse internacionalmente.

source: Could there be a model of reform that preserved China’s identity, avoided the economic and political inequalities associated with capitalism, and yet developed the economy?
es_us: ¿Es posible un modelo de reforma que conserve la identidad de China, evite las injusticias económicas y políticas asociadas con el capitalismo y aún así genere un desarrollo económico?

source: Crossed Swords published
es_us: Publicación del libro Crossed Swords (Espadas Cruzadas)

source: Cultural arguments, Wang said, often reflected politi-cal interests and sometimes expanded into armed conflict (as in Bosnia– Herzegovina).
es_us: Wang expresó que los argumentos culturales frecuentemente reflejaron intereses políticos y a veces se convirtieron en conflictos armados (como en Bosnia-Herzegovina).

source: Cultural nationalism arose in response both to the perceived decline in values in China and to the belief that Western values could not solve the problems of the modern world.20 As noted in the previous chapter, interest in China’s tradition had been stimulated by the efforts of several well-known overseas Chinese scholars in the mid-1980s, and this had resulted in the establishment of one of the major popular (minjian) cultural groups of that era: theAcademy of Chinese Culture, formed by a number of Beijing University professors.21 Despite the interest the lectures and writings of the academy attracted, revival of traditional Chinese culture and studies on Confucianism were not viewed as being on the intellectual cutting edge in the 1980s.
es_us: El nacionalismo cultural surgió como respuesta al deterioro ya percibido de los valores en China, así como también a la creencia de que los valores Occidentales no podían resolver los problemas del mundo moderno20. Como se mencionó en el capítulo anterior, el interés en la tradición china había sido estimulado por los esfuerzos de diversos estudiosos chinos reconocidos en el extranjero a mediados de la década de los 80, lo que resultó en el establecimiento de uno de los grupos culturales más populares (minjian) de esa era: la Academia de Cultura China conformada por un número de profesores de la Universidad de Pekín21. A pesar del interés que atraían los seminarios y los ensayos de la academia, el resurgimiento de la cultura tradicional china y los estudios del confucianismo no eran considerados parte de la cumbre intelectual en la década de los 80.

source: Deng’s death and jiang’s move to consolidate power
es_us: La muerte de Deng y la jugada de Jiang para consolidar su poder

source: DOB
es_us: Fecha de nacimiento

source: Dashing their hopes, Deng on May 31 informed Li Peng and Politburo Standing Committee member Yao Yilin that the Party leadership (Deng said that he had conferred with Party elders Chen Yun and Li Xiannian, giving a fairly accurate sense of who constituted the Party leadership) had decided that Jiang Zemin, then CCP secretary of Shanghai, would be plucked from relative obscurity to become the “core” of the third generation of CCP leadership.
es_us: Deng terminó con sus expectativas el 31 de mayo cuando le informó a Li Peng y a uno de los miembros del Comité Permanente del Politburó Yao Yilin que el dirigente del Partido (Deng dijo que él y antiguos miembros del partido Chen Yun y Li Xiannian resolvieron que le darían un análisis justo y certero de quíen sería el próximo líder del partido) había decidido sacar de una relativa oscuridad a Jiang Zemin, el entonces secretario del PCCh de Shanghai, y convertirlo en la "cabeza" de la tercera generación de dirigentes del PCCh.

source: December
es_us: Diciembre

source: December 14
es_us: 14 de diciembre

source: December 21
es_us: 21 de diciembre

source: December 21 Democratic activists Wang Youcai and Xu Wenli sentenced to jail
es_us: 21 de diciembre Los activistas democráticos Wang Youcai y Xu Wenli son sentenciados a prisión.

source: December 4
es_us: 4 de diciembre

source: December 5–6
es_us: 5 a 6 de diciembre

source: December National Planning Conference
es_us: Conferencia Nacional de Planificación

source: December Sociologist Lu Jianhua is secretly sentenced to twenty years for leaking state secrets
es_us: Diciembre El sociólogo Lu Jianhua es sentenciado en secretoaveinte años por filtrar secretos de estado.

source: Decennial anniversaries are marked by major leadership speeches, while non-decennial anniversaries are commemorated more quietly with the People’s Daily running a front- page editorial.
es_us: Los aniversarios decenales se caracterizan porque los mandatarios dan discursos importantes, mientras que los aniversarios no decenales se conmemoran de una forma más sencilla con una editorial en primera plana del People’s Daily.

source: Decrying “leftist” influences in the past that had led China to take a “tortuous” path, Fang urged “absorbing certain views, models, and methods from contemporary bourgeois economic theories” – even if it meant that “exploitation” would exist in China for a while. However, despite publication of the two editorials and of Fang Sheng’s article, Beijing’s media remained silent about Deng’s trip to the south, indicating the deep opposition within the Party to Deng and his views.
es_us: Criticando las influencias “izquierdistas” en el pasado que llevaron a China por un camino “tortuoso”, Fang abogó por la “absorción de ciertos puntos de vistas, modelos y métodos de las teorías económicas de la burguesía contemporánea” aunque ello implicaba que la “explotación” existiría en China por un período. Sin embargo, pese a la publicación de las dos notas editoriales y del árticulo editorial de Fang Sheng, los medios de comunicación de Pekín no dijeron ni una palabra acerca del viaje de Deng hacia el sur. Esto indicaba la fuerte oposición que existía en el seno del partido con respecto a Deng y sus puntos de vista.

source: Decrying trends toward privatization, Yuan declared bluntly: “Without state-owned enterprises and without public ownership of the means of production, there is no socialism.” Yuan was also concerned about keeping private entrepreneurs out of the Party organization.
es_us: Condenando las tendencias hacia la privatización, Yuan declaró abruptamente: “Sin las empresas estatales y sin la posesión pública de los medios de producción, no hay socialismo.” A Yuan también le interesaba mantener a los empresarios privados fuera de la organización del partido.

source: Deep suspicions on both sides kept relations tense, and in China conservatives used opposition to “capitalism” to slow the pace of reform.
es_us: Las profundas sospechas en ambos bandos mantuvieron las relaciones tensas y en China los conservadores utilizaban la oposición al "capitalismo" para frenar el ritmo de la reforma.

source: Democracy activists and their supporters in theWest continued to see issues largely as they had in the 1980s, hoping that a democratic movement would bring down the old order and bring forth a new democratic order.
es_us: Estos activistas a favor de la democracia y sus adeptos en Occidente continuaron viendo asuntos en gran parte como lo habían hecho en la década de los 80, con la esperanza de que un gobierno democrático abatiera al viejo orden y diera lugar a uno nuevo.

source: Democracy could only develop on the basis of such economic
es_us: La democracia solo podía desarrollarse sobre la base de semejante autonomía económica,

source: Democratic activists Wang Youcai and Xu
es_us: Los activistas democráticos Wang Youcai y Xu

source: Deng Liqun allegedly went so far as to suggest that Deng’s views were themselves revisionist: “Deng Xiaoping’s theories must be tested in practice to show whether they are correct or wrong.
es_us: Al parecer, Deng Liqun fue demasiado lejos al insinuar que las posturas de Deng eran en sí mismas revisionistas: “las teorías de Deng Liqn deben ser puestas en práctica para demostrar si son apropiadas o no”.

source: Deng Liqun made his own trip, visiting the cities of Wuhan and Xining, where he declared, “[t]here is the core of economic work but also another core of fighting peaceful evolution and waging class struggle.
es_us: Deng Liqun realizó su propio viaje, en el que visitó las ciudades de Wuhan y Xining. En este viaje afirmó que “ existe el núcleo del trabajo económico, pero también otro núcleo de luchar contra la evolución pacífica y la libración de la lucha de clases".

source: Deng Xiaoping dies at age 92
es_us: Deng Xiaoping fallece a los 92 años

source: Deng Xiaoping has repeatedly said that the four cardinal principles must be upheld, but how much has really been upheld?
es_us: Deng Xiaoping ha anunciado en reiteradas ocasiones que los cuatro principios cardinales deben mantenerse en alto, pero ¿cuánto se ha mantenido realmente?

source: Deng Xiaoping himself raised this issue in his June 9, 1989 address to martial law troops.
es_us: El mismo Deng Xiaoping planteó este asunto el 9 de junio de 1989 ADDRESS TO la ley marcial para las tropas.

source: Deng Xiaoping often spent part of the winter there, as did Chen Yun, who was born just outside the city and had spent his early revolutionary career in the city.
es_us: Deng Xiaoping a menudo pasa parte del invierno allí, como también lo hizo Chen Yun, quien naciera justo en las afueras de la ciudad y quien hubiera pasado su temprana carrera revolucionaria allí.

source: Deng Xiaoping passed away in 1997, Zhao Ziyang in 2005, and Li Peng retired from his last official post in 2003.
es_us: Deng Xiaoping falleció en 1997, Zhao Ziyang en 2005, y Li Peng se retiró de su último cargo oficial en 2003.

source: Deng Xiaoping praised the work, and – not surprisingly – state resources were then lavished on the “national conditions research group” at CAS that Hu worked with.3
es_us: Deng Xiaoping elogió el trabajo y, como era de esperarse, los recursos del Estado llegaron en generosas cantidades al Centro de Investigación de las Condiciones Nacionales de la CAS, lugar en el que trabajaba Hu.3

source: Deng Xiaoping praised the work, and – not surprisingly – state resources were then lavished on the “national conditions research group” at CAS that Hu worked with.
es_us: Deng Xiaoping elogió el trabajo y, como era de esperarse, los recursos del Estado llegaron en generosas cantidades al Centro de Investigación de las Condiciones Nacionales de la CAS, lugar en el que trabajaba Hu.

source: Deng Xiaoping, “Disandai lingdao jiti de dangwu zhiji,” p.
es_us: Deng Xiaoping, “Disandai lingdao jiti de dangwu zhiji”, pág

source: Deng Xiaoping, “Jiesu yanjun de ZhongMei guanxi yao you Meiguo caiqu zhudong,” p.
es_us: Deng Xiaoping, “Jiesu yanjun de ZhongMei guanxi yao you Meiguo caiqu zhudong”, pág.

source: Deng Xiaoping’s health was also failing; when he was shown on television watching fireworks during the October 1 National Day celebration in 1995, the Chinese public was shocked to see an old man staring out blankly.
es_us: La salud de Deng Xiaoping también empeoraba; cuando se lo mostró en televisión mirando fuegos artificiales durante la celebración del Día Nacional el 1 de octubre en 1995, el público chino se conmocionó al ver a un viejo hombre que miraba perplejamente.

source: Deng Xiaoping’s prestige within the Party was correspondingly diminished by Tiananmen and the disgrace of Zhao.
es_us: En la misma medida, el prestigio de Deng Xiaoping dentro del partido se fue desacreditando por Tiananmén y la deshonra de Zhao.

source: Deng Xiaoping’s “southern tour”
es_us: El "viaje al sur" de Deng Xiaoping

source: Deng also tried to forestall an all-out attack on Zhao’s policies (and himself) by declaring that “the political report of the Thirteenth Party Congress was passed by the representatives of the Party to the congress; even one character must not be changed.”
es_us: Deng incluso intentó prevenir un ataque fatal a las políticas de Zhao (y a él mismo) al declarar que "el informe de las políticas del XIII Congreso del Partido fue promulgado por los representantes del partido en el congreso; ni una sola letra podía ser alterada".

source: Deng and other top leaders were most worried about three interrelated problems: the authority of the CCP vis-a`-vis society, the authority of the center vis-a`-vis the localities, and the authority of Jiang Zemin vis-a`-vis his colleagues in the leadership.
es_us: Deng y otros dirigentes de alto rango estaban más preocupados por tres problemas relacionados: la autoridad del PCCh sobre la sociedad, la autoridad del centro sobre las localidades y la autoridad de Jiang Zemin sobre sus colegas en el liderato.

source: Deng began to shed his formal authority by stepping down from the Politburo Standing Committee at the Thirteenth Party Congress in September 1987 and then yielding leadership over the Party’s Central Military Commission (CMC) to Jiang Zemin inNovember 1989.However, it seems that Deng was unwilling to shed all vestiges of formal authority and rule solely through informal politics.
es_us: Deng comenzó a despojarse de su autoridad formal al renunciar al Comité Permanente del Politburó en el Décimo Tercer Congreso Nacional del Partido en septiembre de 1987 y, con posterioridad, al ceder el mando de la Comisión Militar Central del Partido en favor de Jiang Zemin en noviembre de 1989. Sin embargo, parece que Deng no estaba dispuesto despojarse de todos los vestigios de autoridad formal y a gobernar únicamente a través de la política informal.

source: Deng complained that many leaders were “merely going through the motions” of supporting reform and that they were in danger of losing their jobs.88 Just as important, Deng signaled his strong support for Zhu Rongji, whom he had sponsored to become vice-premier in March 1991.
es_us: Deng se quejó de que muchos de los líderes “estaban actuando por inercia” en su apoyo a la reforma y que estaban en peligro de perder sus empleos. Igual de importante fue que Deng señaló su fuerte apoyo a Zhu Rongji, a quien había patrocinado para que se convirtiera en vice primer ministro en marzo de 1991.

source: Deng did have that status within the Party, and thus replaced Hua and emerged as the core of the “second generation” of CCP leadership (as Deng put it, ignoring the fact that he was really part of the ﬁrst generation of leadership).
es_us: Deng sí tenía ese estatus dentro del partido, por eso reemplazó a Hua y surgío como la cabeza de la "segunda generación" del liderazgo del PCCh (como decía Deng, dejando de lado el hecho de que él en realidad era parte de la primera generación del liderazgo).

source: Deng had always coupled “reform” with “opening up” not only because he believed that China’s economic modernization needed capital, technology, and export markets that only the West could provide, but because he recognized that jettisoning the Maoist emphasis on international class struggle was necessary for dampening domestic calls for a continuing emphasis on class struggle, something that would (and did) make the implementation of economic reform more difficult, perhaps impossible.
es_us: Deng siempre asoció "reforma" con "expansión" no sólo porque creía que la modernización economica de China necesitaba el capital, la tecnología y los mercados de exportación que solo el Occidente podía proveer, sino porque reconocía que era necesario deshacerse del énfasis maoísta en la lucha internacional de clases para disminuir los llamados de atención del pueblo por un énfasis continuo en la lucha de clases, algo que podría (y así lo hizo) tornar la implementación de la reforma económica mucho más difícil, quizás hasta imposible.

source: Deng had carried this process further by emphasizing “seek truth from facts” and by calling for building “socialism with Chinese characteristics.” Now the authors of “Realistic Responses” were calling for taking this process another step forward.
es_us: Deng había desarrollado aún más este proceso al enfocarse en "la búsqueda de la verdad basándose en los hechos" y al exigir la construcción de un "socialismo con características chinas". Los autores de "Respuestas realistas" pretendían llevar este proceso un paso más adelante.

source: Deng had previously done to Mao: reinterpreted the leader’s thought by insisting that it be
es_us: lo que él le había provocado anteriormente a Mao: reinterpretar el pensamiento del líder al insistir que sea

source: Deng indicated general agreement, saying “[t]his is also my idea” while registering reservations about the terminology (saying that the “specific word for this notion can be reconsidered”).6
es_us: Deng estaba de acuerdo en términos generales cuando dijo “esta también es mi idea”, pero también con algunas reservas con respecto a la terminología cuando dijo que “la palabra específica para esta noción se puede reconsiderar”6.

source: Deng might have added that the choice of either one would have decisively shifted the balance of the Party; maintaining balance – albeit with a bias toward reform – was the only way to maintain both a semblance of stability within the Party and the continuation of Deng’s line of reform and opening up.
es_us: Deng debió agregar que elegir a alguno de ellos hubiera alterado decisivamente el balance del Partido; mantener el balance -aunque con una INCLINACIÓN A la reforma- era la única forma de mantener un aspecto de estabilidad dentro del Partido y la continuidad de la línea de reforma y apertura de Deng.

source: Deng moves to revive reform
es_us: Deng se encamina a revivir la reforma.

source: Deng moves to revive reform 48
es_us: Deng decide revivir la reforma 48

source: Deng urged them not to act like “women with bound feet”; reform needed to be bolder and the pace of development faster.
es_us: Deng les pidió que no se comporten como “mujeres con los pies vendados”. La reforma tenía que ser más audaz y el ritmo de desarrollo más rápido.
